Repository: LPgenerator/django-db-mailer
Catalog: dbmail/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Cache was successful removed
ru: Кеш успешно удален

source: Email was sent.
ru: Письмо отправлено.

source: Set your email address in user settings.
ru: Установите свой адрес электронной почты в настройках профиля.

source: DB Mailer
ru: Мейлер

source: Category
ru: Категория

source: Created
ru: Создано

source: Updated
ru: Обновлено

source: Mail category
ru: Категория

source: Mail categories
ru: Категории

source: Name
ru: Название

source: Body
ru: Сообщение

source: Basic template for mail messages. {{content}} tag for msg.
ru: Основной шаблон для почтовых сообщений. {{content}} для сообщений.

source: Mail base template
ru: Базовый шаблон

source: Mail base templates
ru: Базовые шаблоны

source: Host
ru: Хост

source: Port
ru: Порт

source: Username
ru: Пользователь

source: Password
ru: Пароль

source: Use TLS
ru: Использовать TLS

source: Fail silently
ru: Молчание при ошибках

source: Mail auth settings
ru: Настройки SMTP

source: For sms/tts/push you must specify name or number
ru: Для Отправителей отличных от почтовых, необходимо указывать Имя или Номер

source: Auth credentials
ru: Авторизация

source: Mail from
ru: Отправители

source: Is active
ru: Активный

source: Mail Bcc
ru: Скрытые копии

source: Template name
ru: Шаблон

source: Subject
ru: Тема

source: Message from
ru: Отправитель

source: If not specified, then used default.
ru: Если не указан, то используется адрес по умолчанию.

source: Bcc
ru: Скрытая копия

source: Slug
ru: Идентификатор

source: Unique slug to use in code.
ru: Уникальный Slug для использования в коде.

source: Number of retries
ru: Кол-во попыток

source: Priority
ru: Приоритет

source: Is html
ru: Это html

source: For sms/tts/push must be text not html
ru: Для уведомлений отличных от почтовых, тип должен не должен быть html

source: For admin
ru: Для админа

source: Logging enabled
ru: Логирование включено

source: Basic template
ru: Базовый шаблон

source: Context note
ru: Описание переменных

source: This is simple note field for context variables with description.
ru: Необязатаельное поле с переменными и их описанием

source: Send interval
ru: Интервал отправки

source: Mail template
ru: Шаблон сообщения

source: Mail templates
ru: Шаблоны сообщений

source: Template
ru: Шаблон

source: File
ru: Файл

source: Mail file
ru: Файл

source: Mail files
ru: Файлы

source: Is sent
ru: Отправлено

source: User
ru: Пользователь

source: Error message
ru: Текст ошибки

source: Log ID
ru: Идентификатор

source: Backend
ru: Бекенд

source: Provider
ru: Провайдер

source: Mail log
ru: Лог

source: Mail logs
ru: Логи

source: Recipient
ru: Получатель

source: Mail type
ru: Тип сообщения

source: Mail log email
ru: Адрес

source: Mail log emails
ru: Адреса

source: Group name
ru: Название группы

source: Mail group
ru: Группа

source: Mail groups
ru: Группы

source: Mail group email
ru: Адреса

source: Mail group emails
ru: Email адреса

source: Model
ru: Модель

source: Signal
ru: Сигнал

source: Email group
ru: Группа

source: You can use group email or rules for recipients.
ru: Вы можете использовать группу или правила для получателей.

source: Rules
ru: Правила

source: Receive once
ru: Отправить один раз

source: Signal will be receive and send once for new db row.
ru: Сигнал будет получен единожды, для каждой новой записи в БД.

source: Update model state
ru: Обновить состояние модели

source: Mail signal
ru: Сигнал

source: Mail signals
ru: Сигналы

source: Mail API
ru: Доступ к апи

source: Mail Tracking
ru: Трекинг лог

source: Start hour
ru: Время начала

source: End hour
ru: Время конца

source: Is enabled
ru: Подключено

source: Is checked
ru: Проверено

source: Defer at allowed hours
ru: Отправить в разрешенное время

source: Address
ru: Адрес

source: Must be phone number/email/token
ru: Должно быть телефоном/почтовым адресом/токеном

source: Mail Subscription
ru: Подписки

source: Mail Subscriptions
ru: Подписки

source: Clean cache
ru: Сбросить кеш
